Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: If a language has no matching App Store locale, the wizard says so and offers **Create de-DE in App Store Connect** — naming the App Store locale code it would add — right on the row. One click adds it to that version and the row switches to it. Languages the App Store doesn't offer, and versions Apple has locked for editing, still have to be handled on the website; **Refresh App Store data** picks up anything added there.
ar: إذا لم تكن هناك لغة متطابقة مع لغة App Store، فسيقول المعالج ذلك ويقدم **إنشاء de-DE في App Store Connect** - تسمية كود اللغة App Store الذي سيضيفه - في الصف مباشرة. نقرة واحدة تضيفه إلى هذا الإصدار ويتحول الصف إليه. اللغات التي لا يقدمها App Store، والإصدارات التي قامت Apple بتأمينها للتحرير، لا يزال يتعين التعامل معها على موقع الويب؛ **تحديث بيانات App Store** يلتقط أي شيء يضاف هناك.
ca: Si un idioma no té la configuració regional App Store que coincideixi, l'assistent ho diu i ofereix **Crea de-DE a App Store Connect** — anomenant el codi local App Store que afegiria — just a la fila. Un clic l'afegeix a aquesta versió i la fila la canvia. Els idiomes que el App Store no ofereix, i les versions que Apple ha bloquejat per editar, encara s'han de gestionar al lloc web; **Actualitzar App Store dades** recull qualsevol cosa que s'afegeixi allà.
cs: Pokud jazyk nemá odpovídající App Store národní prostředí, průvodce to řekne a nabídne **Vytvořit de-DE v App Store Connect** — pojmenování App Store kódu národního prostředí, které by přidal — přímo na řádku. Jedním kliknutím ji přidáte do této verze a řádek se na ni přepne. Jazyky, které App Store nenabízí, a verze, které Apple zamkl pro úpravy, je stále třeba řešit na webu; **Obnovit App Store data** zachytí vše, co tam bylo přidáno.
da: Hvis et sprog ikke har nogen matchende App Store lokalitet, siger guiden det og tilbyder **Opret de-DE i App Store Connect** — ved at navngive App Store lokalitetskoden, den ville tilføje — lige på rækken. Et klik tilføjer den til den version, og rækken skifter til den. Sprog, som App Store ikke tilbyder, og versioner, som Apple har låst til redigering, skal stadig håndteres på webstedet; **Opdater App Store-data** opfanger alt, der er tilføjet der.
de: Hat eine Sprache keine passende App Store-Sprache, weist der Assistent darauf hin und bietet direkt in der Zeile **de-DE in App Store Connect erstellen** an – mit dem Sprachcode, den er hinzufügen würde. Ein Klick fügt ihn der Version hinzu, und die Zeile wechselt dorthin. Sprachen, die der App Store nicht anbietet, und Versionen, die Apple für Bearbeitungen gesperrt hat, musst du weiterhin auf der Website erledigen; **App Store-Daten aktualisieren** übernimmt alles, was dort hinzugefügt wurde.
el: Εάν μια γλώσσα δεν έχει αντίστοιχη τοπική γλώσσα App Store, ο οδηγός το λέει και προσφέρει **Δημιουργία de-DE σε App Store Connect** — ονομάζοντας τον κωδικό τοπικής ρύθμισης App Store που θα προσθέσει — ακριβώς στη σειρά. Ένα κλικ το προσθέτει σε αυτήν την έκδοση και η σειρά αλλάζει σε αυτήν. Οι γλώσσες που δεν προσφέρει ο App Store και οι εκδόσεις που έχει κλειδώσει η Apple για επεξεργασία, πρέπει να χειρίζονται στον ιστότοπο. **Η ανανέωση δεδομένων App Store** εντοπίζει οτιδήποτε προστίθεται εκεί.
es: Si un idioma no tiene un idioma del App Store equivalente, el asistente lo indica y ofrece **Crear de-DE en App Store Connect** (con el código de idioma del App Store que añadiría) en la misma fila. Un clic lo añade a esa versión y la fila pasa a usarlo. Los idiomas que el App Store no ofrece y las versiones que Apple ha bloqueado deben gestionarse en el sitio web; **Actualizar datos del App Store** recoge lo que se añada allí.
fa: اگر زبانی معادلی در App Store نداشته باشد، دستیار این را اعلام می‌کند و همان‌جا روی ردیف گزینهٔ **ایجاد de-DE در App Store Connect** را پیشنهاد می‌دهد (با ذکر کد زبانی که اضافه خواهد شد). با یک کلیک این زبان به آن نسخه افزوده می‌شود و ردیف به آن تغییر می‌کند. زبان‌هایی که App Store ارائه نمی‌دهد، و نسخه‌هایی که اپل ویرایششان را قفل کرده، همچنان باید در وب‌سایت مدیریت شوند؛ **بازخوانی داده‌های App Store** هر چه را آن‌جا اضافه شده دریافت می‌کند.
fi: If a language has no matching App Store locale, the wizard says so and offers **Create de-DE in App Store Connect** — naming the App Store locale code it would add — right on the row. Yksi napsautus lisää sen kyseiseen versioon ja rivi vaihtuu siihen. Kielet, joita App Store ei tarjoa, ja versiot, jotka Apple on lukinnut muokkausta varten, on silti käsiteltävä verkkosivustolla. **Päivitä App Store tiedot** poimii kaiken sinne lisätyn.
fr: Si une langue n'a pas de langue App Store correspondante, l'assistant le signale et propose **Créer de-DE dans App Store Connect** — avec le code de langue App Store qu'il ajouterait — directement sur la ligne. Un clic l'ajoute à cette version et la ligne l'utilise aussitôt. Les langues que l'App Store ne propose pas et les versions verrouillées par Apple doivent toujours être gérées sur le site web ; **Actualiser les données App Store** récupère tout ce qui y a été ajouté.
he: אם לשפה אין מיקום תואם App Store, האשף אומר זאת ומציע **Create de-DE ב-App Store Connect** - מתן שם לקוד המקום App Store שהוא יוסיף - ממש בשורה. לחיצה אחת מוסיפה אותה לגרסה הזו והשורה עוברת אליה. שפות ש-App Store לא מציע, וגרסאות שאפל ננעלה לעריכה, עדיין צריכות להיות מטופלות באתר; **רענון App Store נתונים** קולט כל מה שנוסף שם.
hr: Ako jezik nema odgovarajući App Store lokalitet, čarobnjak to kaže i nudi **Stvori de-DE u App Store Connect** — imenujući App Store kod lokaliteta koji bi dodao — odmah u retku. Jednim klikom dodaje se toj verziji i red se prebacuje na nju. Jezici koje App Store ne nudi i verzije koje je Apple zaključao za uređivanje, i dalje se moraju obrađivati ​​na web stranici; **Osvježi App Store podatke** preuzima sve što je tamo dodano.
hu: Ha egy nyelvnek nincs megfelelő App Store területi beállítása, a varázsló ezt mondja, és felajánlja a **De-DE létrehozása a App Store Connect**-ban – elnevezve a App Store területi kódot, amelyet hozzáadna – közvetlenül a sorban. Egy kattintással hozzáadja az adott verzióhoz, és a sor átvált rá. A App Store által nem kínált nyelveket és az Apple által szerkesztésre zárolt verziókat továbbra is kezelni kell a webhelyen; **A App Store adatok frissítése** az ott hozzáadott elemeket felveszi.
id: Jika suatu bahasa tidak memiliki lokal App Store yang cocok, wizard akan mengatakannya dan menawarkan **Buat de-DE di App Store Connect** — memberi nama kode lokal App Store yang akan ditambahkan — tepat di baris. Satu klik menambahkannya ke versi itu dan baris beralih ke versi itu. Bahasa yang tidak ditawarkan oleh App Store, dan versi yang dikunci Apple untuk diedit, masih harus ditangani di situs web; **Refresh App Store data** mengambil apa pun yang ditambahkan di sana.
it: Se una lingua non ha una lingua App Store corrispondente, l'assistente lo segnala e propone **Crea de-DE in App Store Connect**, indicando il codice della lingua App Store che verrebbe aggiunto, direttamente sulla riga. Un clic la aggiunge a quella versione e la riga passa a essa. Le lingue che l'App Store non offre e le versioni che Apple ha bloccato alla modifica vanno comunque gestite sul sito web; **Aggiorna dati App Store** recupera tutto ciò che è stato aggiunto lì.
ja: 言語に一致する App Store のロケールがない場合、ウィザードはその旨を表示し、行の上に **App Store Connect で de-DE を作成** (追加される App Store ロケールコードが表示されます) を表示します。ワンクリックでそのバージョンに追加され、行がそのロケールに切り替わります。App Store が提供していない言語や、Apple が編集をロックしているバージョンは、引き続き Web サイトで対応する必要があります。**App Store のデータを更新** すると、そこで追加したものが反映されます。
ko: 언어에 일치하는 App Store 로케일이 없으면 마법사가 이를 알리고, 해당 행에서 바로 **App Store Connect에 de-DE 생성**을 제안합니다(추가할 App Store 로케일 코드가 표시됨). 한 번 클릭하면 그 버전에 로케일이 추가되고 행이 해당 로케일로 전환됩니다. App Store에서 제공하지 않는 언어와 Apple이 편집을 잠근 버전은 여전히 웹사이트에서 처리해야 하며, **App Store 데이터 새로 고침**을 누르면 그곳에서 추가한 항목이 반영됩니다.
ms: Jika bahasa tidak mempunyai tempat App Store yang sepadan, wizard berkata demikian dan menawarkan **Buat de-DE dalam App Store Connect** — menamakan kod tempat App Store yang akan ditambah — betul-betul pada baris. Satu klik menambahkannya pada versi itu dan baris beralih kepadanya. Bahasa yang App Store tidak tawarkan, dan versi yang dikunci oleh Apple untuk pengeditan, masih perlu dikendalikan di tapak web; **Muat semula App Store data** mengambil apa-apa yang ditambahkan di sana.
nl: Als een taal geen overeenkomende App Store landinstelling heeft, zegt de wizard dit en biedt **Maak de-DE aan in App Store Connect** – met een naam voor de App Store landinstellingscode die het zou toevoegen – direct in de rij. Met één klik wordt het aan die versie toegevoegd en de rij schakelt ernaar over. Talen die App Store niet biedt, en versies die Apple heeft vergrendeld voor bewerking, moeten nog steeds op de website worden afgehandeld; **Bij het vernieuwen van App Store gegevens** wordt alles opgehaald wat daar is toegevoegd.
no: Hvis et språk ikke har noen samsvarende lokalitet for App Store, sier veiviseren det og tilbyr **Create de-DE i App Store Connect** — ved å gi navnet App Store lokalkode den vil legge til — rett på raden. Ett klikk legger den til den versjonen og raden bytter til den. Språk som App Store ikke tilbyr, og versjoner Apple har låst for redigering, må fortsatt håndteres på nettstedet; **Oppdater App Store-data** plukker opp alt som er lagt til der.
pl: Jeśli dla języka nie ma pasujących ustawień regionalnych App Store, kreator informuje o tym i oferuje **Utwórz de-DE w App Store Connect** — podając nazwę dodanego kodu regionalnego App Store — bezpośrednio w wierszu. Jedno kliknięcie dodaje go do tej wersji i wiersz się do niej przełącza. Języki, których nie oferuje App Store, oraz wersje, które Apple zablokował do edycji, nadal muszą być obsługiwane w witrynie; **Odśwież dane App Store** pobiera wszystko, co tam dodano.
pt_br: Se um idioma não tiver uma localidade correspondente na App Store, o assistente avisa e oferece **Criar de-DE no App Store Connect** — com o código da localidade que seria adicionada — na própria linha. Um clique a adiciona à versão e a linha passa a usá-la. Idiomas que a App Store não oferece e versões que a Apple bloqueou para edição ainda precisam ser resolvidos no site; **Atualizar dados da App Store** traz o que for adicionado lá.
pt_pt: Se um idioma não tiver localidade App Store correspondente, o assistente diz isso e oferece **Create de-DE in App Store Connect** — nomeando o código de localidade App Store que ele adicionaria — logo na linha. Um clique o adiciona a essa versão e a linha muda para ela. Idiomas que o App Store não oferece e versões que a Apple bloqueou para edição ainda precisam ser tratados no site; **Atualizar dados App Store** seleciona qualquer coisa adicionada lá.
ro: Dacă o limbă nu are o limbă App Store care se potrivește, expertul spune acest lucru și oferă **Creează de-DE în App Store Connect** — denumind codul local App Store pe care l-ar adăuga — chiar pe rând. Un clic îl adaugă la acea versiune și rândul trece la ea. Limbile pe care App Store nu le oferă, iar versiunile pe care Apple le-a blocat pentru editare, trebuie încă gestionate pe site-ul web; **Actualizați datele App Store** preia orice adăugat acolo.
ru: Если для языка нет подходящего языка App Store, мастер сообщает об этом и прямо в строке предлагает **Создать de-DE в App Store Connect**, указывая код языка App Store, который будет добавлен. Одно нажатие добавляет его в эту версию, и строка переключается на него. Языки, которых нет в App Store, и версии, заблокированные Apple для редактирования, по-прежнему нужно обрабатывать на сайте; **Обновить данные App Store** подхватит все, что там добавлено.
sk: Ak jazyk nemá žiadne zodpovedajúce App Store miestne nastavenie, sprievodca to povie a ponúkne **Vytvoriť de-DE v App Store Connect** — pomenovanie App Store kódu miestneho nastavenia, ktorý by pridal — priamo v riadku. Jedným kliknutím sa pridá k danej verzii a riadok sa na ňu prepne. Jazyky, ktoré App Store neponúka, a verzie, ktoré spoločnosť Apple uzamkla na úpravu, je stále potrebné riešiť na webovej lokalite; **Obnoviť App Store údaje** prevezme všetko, čo sa tam pridá.
sl: Če jezik nima ujemajoče se področne nastavitve App Store, čarovnik to pove in ponudi **Ustvari de-DE v App Store Connect** — poimenuje kodo področne nastavitve App Store, ki bi jo dodal — neposredno v vrstici. En klik ga doda tej različici in vrstica se preklopi nanj. Jezike, ki jih App Store ne ponuja, in različice, ki jih je Apple zaklenil za urejanje, je treba še vedno obravnavati na spletnem mestu; **Osveži podatke App Store** pobere vse, kar je tam dodano.
sv: Om ett språk inte har någon matchande språkkod för App Store säger guiden det och erbjuder **Skapa de-DE i App Store Connect** — genom att namnge App Store språkkoden som den skulle lägga till — direkt på raden. Ett klick lägger till den i den versionen och raden växlar till den. Språk som App Store inte erbjuder, och versioner som Apple har låst för redigering, måste fortfarande hanteras på webbplatsen; **Uppdatera App Store data** hämtar allt som läggs till där.
th: หากภาษาไม่มีภาษา App Store ที่ตรงกัน ตัวช่วยสร้างจะพูดเช่นนั้นและเสนอ **สร้าง de-DE ใน App Store Connect** — ตั้งชื่อรหัสสถานที่ App Store ที่จะเพิ่ม — ไว้ที่แถวนั้น คลิกเพียงครั้งเดียวเพื่อเพิ่มลงในเวอร์ชันนั้นและแถวจะสลับไปที่เวอร์ชันนั้น ภาษาที่ App Store ไม่มีให้บริการ และเวอร์ชันที่ Apple ล็อกไม่ให้แก้ไข ยังคงต้องได้รับการจัดการบนเว็บไซต์ **รีเฟรชข้อมูล App Store** จะดึงสิ่งที่เพิ่มเข้ามาที่นั่น
tr: Bir dilin eşleşen bir App Store dili yoksa sihirbaz bunu belirtir ve doğrudan satırda **App Store Connect'te de-DE oluştur** seçeneğini sunar — ekleyeceği App Store dil kodunu da gösterir. Tek tıklama onu o sürüme ekler ve satır o dile geçer. App Store'un sunmadığı diller ve Apple'ın düzenlemeye kilitlediği sürümler yine web sitesinde ele alınmalıdır; orada eklenen her şeyi **App Store verilerini yenile** alır.
uk: Якщо для мови немає відповідної мови App Store, помічник повідомляє про це й просто в рядку пропонує **Створити de-DE в App Store Connect**, називаючи код мови App Store, який буде додано. Одне клацання додає її до цієї версії, і рядок перемикається на неї. Мови, яких App Store не пропонує, і версії, які Apple заблокувала для редагування, досі треба налаштовувати на вебсайті; **Оновити дані App Store** підхопить усе, що було там додано.
ur: اگر کسی زبان میں App Store زبان کا کوئی مماثل نہیں ہے، تو وزرڈ ایسا کہتا ہے اور پیش کرتا ہے ** App Store Connect** میں ڈی-DE بنائیں — جس App Store لوکل کوڈ کا نام یہ شامل کرے گا — بالکل قطار میں۔ ایک کلک اسے اس ورژن میں شامل کرتا ہے اور قطار اس میں بدل جاتی ہے۔ وہ زبانیں جو App Store پیش نہیں کرتی ہیں، اور ایپل نے ترمیم کے لیے جن ورژن کو بند کر دیا ہے، انہیں ابھی بھی ویب سائٹ پر ہینڈل کرنا باقی ہے۔ **ریفریش App Store ڈیٹا** وہاں شامل کی گئی ہر چیز کو اٹھا لیتا ہے۔
vi: Nếu một ngôn ngữ không có ngôn ngữ App Store phù hợp thì trình hướng dẫn sẽ nói như vậy và đưa ra **Tạo de-DE trong App Store Connect** — đặt tên cho mã ngôn ngữ App Store mà nó sẽ thêm — ngay trên hàng. Một cú nhấp chuột sẽ thêm nó vào phiên bản đó và hàng sẽ chuyển sang phiên bản đó. Những ngôn ngữ mà App Store không cung cấp và các phiên bản Apple đã khóa quyền chỉnh sửa vẫn phải được xử lý trên trang web; **Làm mới dữ liệu App Store** chọn mọi thứ được thêm vào đó.
zh_hans: 如果某种语言没有匹配的 App Store 语言，向导会给出提示，并直接在该行上提供 **在 App Store Connect 中创建 de-DE**（显示将要添加的 App Store 语言代码）。点按一下即可将其添加到该版本，该行也会切换到这个语言。对于 App Store 不提供的语言以及 Apple 已锁定编辑的版本，仍需在网站上处理；**刷新 App Store 数据** 会获取你在那里添加的内容。
zh_hant: 如果某種語言沒有相符的 App Store 語言，精靈會告知你，並直接在該列上提供**在 App Store Connect 中建立 de-DE**（標示其將加入的 App Store 語言代碼）。按一下即可將其加入該版本，該列也會切換過去。App Store 未提供的語言，以及 Apple 已鎖定編輯的版本，仍需在網站上處理；**重新整理 App Store 資料**會取得在網站上加入的任何內容。

source: If a language has no override for a shape, it falls back to the base language's content.
ar: إذا لم يكن للغة تجاوز لشكل ما، فإنها تعود إلى محتوى اللغة الأساسية.
ca: Si un idioma no té cap substitució per a una forma, torna al contingut de l'idioma base.
cs: Pokud jazyk nemá žádné přepsání tvaru, vrátí se zpět k obsahu základního jazyka.
da: Hvis et sprog ikke har nogen tilsidesættelse for en form, falder det tilbage til grundsprogets indhold.
de: Hat eine Sprache für eine Form keine eigene Fassung, wird der Inhalt der Basissprache verwendet.
el: Εάν μια γλώσσα δεν έχει παράκαμψη για ένα σχήμα, επιστρέφει στο περιεχόμενο της βασικής γλώσσας.
es: Si un idioma no tiene traducción para una forma, se usa el contenido del idioma base.
fa: اگر زبانی برای شکلی بازنویسی نداشته باشد، از محتوای زبان پایه استفاده می‌شود.
fi: Jos kielellä ei ole muodon ohitusta, se palaa peruskielen sisältöön.
fr: Si une langue n'a pas de traduction pour une forme, c'est le contenu de la langue de base qui est utilisé.
he: אם לשפה אין דריסה לצורה, היא חוזרת לתוכן של שפת הבסיס.
hr: Ako jezik nema nadjačavanje za oblik, vraća se na sadržaj osnovnog jezika.
hu: Ha egy nyelvnek nincs felülírása egy alakzathoz, akkor visszaáll az alapnyelv tartalmára.
id: Jika suatu bahasa tidak memiliki penggantian untuk suatu bentuk, maka bahasa tersebut akan dikembalikan ke konten bahasa dasar.
it: Se una lingua non ha una personalizzazione per una forma, viene usato il contenuto della lingua di base.
ja: ある言語で図形の上書きがない場合は、基本言語の内容が使われます。
ko: 언어에 도형 재정의가 없으면 기본 언어의 내용이 사용됩니다.
ms: Jika bahasa tidak mempunyai penggantian untuk bentuk, ia akan kembali kepada kandungan bahasa asas.
nl: Als een taal geen overschrijving heeft voor een vorm, valt deze terug op de inhoud van de basistaal.
no: Hvis et språk ikke har noen overstyring for en form, faller det tilbake til grunnspråkets innhold.
pl: Jeśli w języku nie ma nadpisania kształtu, następuje powrót do treści języka podstawowego.
pt_br: Se um idioma não tiver substituição para uma forma, ela usa o conteúdo do idioma base.
pt_pt: Se um idioma não tiver substituição para uma forma, ele retornará ao conteúdo do idioma base.
ro: Dacă o limbă nu are nicio modificare pentru o formă, aceasta revine la conținutul limbii de bază.
ru: Если у языка нет переопределения для фигуры, используется содержимое базового языка.
sk: Ak jazyk nemá žiadne prepísanie tvaru, vráti sa späť k obsahu základného jazyka.
sl: Če jezik nima preglasitve za obliko, se vrne k vsebini osnovnega jezika.
sv: Om ett språk inte har någon åsidosättning för en form, faller det tillbaka till basspråkets innehåll.
th: หากภาษาไม่มีการแทนที่รูปร่าง ภาษานั้นจะกลับไปอยู่ที่เนื้อหาของภาษาพื้นฐาน
tr: Bir dilde bir şekil için geçersiz kılma yoksa temel dilin içeriği kullanılır.
uk: Якщо мова не має перевизначення для фігури, використовується вміст базової мови.
ur: اگر کسی زبان میں شکل کے لیے کوئی اوور رائڈ نہیں ہے، تو یہ بنیادی زبان کے مواد پر واپس آجاتی ہے۔
vi: Nếu một ngôn ngữ không có phần ghi đè cho hình dạng thì hình dạng đó sẽ quay trở lại nội dung của ngôn ngữ cơ sở.
zh_hans: 如果某种语言没有为形状设置覆盖，就会改用基准语言的内容。
zh_hant: 如果某種語言沒有形狀的覆寫內容，就會改用基準語言的內容。

source: If a language has no override for a text shape, it falls back to the base language's text.
ar: إذا لم يكن للغة تجاوز لشكل النص، فإنها تعود إلى نص اللغة الأساسية.
ca: Si un idioma no té cap substitució per a una forma de text, es torna al text de l'idioma base.
cs: Pokud jazyk nemá žádné přepsání pro tvar textu, vrátí se zpět k textu základního jazyka.
da: Hvis et sprog ikke har nogen tilsidesættelse af en tekstform, falder det tilbage til grundsprogets tekst.
de: Wenn eine Sprache keine Überschreibung für eine Textform hat, greift sie auf den Text der Basissprache zurück.
el: Εάν μια γλώσσα δεν έχει παράκαμψη για ένα σχήμα κειμένου, επιστρέφει στο κείμενο της βασικής γλώσσας.
es: Si un idioma no tiene anulación para una forma de texto, vuelve al texto del idioma base.
fa: اگر زبانی برای یک شکل متنی بازنویسی نداشته باشد، به متن زبان پایه برمی گردد.
fi: Jos kielellä ei ole ohitusta tekstimuodolle, se palaa peruskielen tekstiin.
fr: Si une langue n'a pas de remplacement pour une forme de texte, elle revient au texte de la langue de base.
he: אם לשפה אין עקיפה לצורת טקסט, היא חוזרת לטקסט של שפת הבסיס.
hr: Ako jezik nema nadjačavanje za oblik teksta, vraća se na tekst osnovnog jezika.
hu: Ha egy nyelvnek nincs felülírása egy szövegalakzathoz, akkor visszaesik az alapnyelv szövegére.
id: Jika suatu bahasa tidak memiliki penggantian untuk bentuk teks, maka bahasa tersebut akan dikembalikan ke teks bahasa dasar.
ja: 言語にテキスト図形のオーバーライドがない場合は、基本言語のテキストに戻ります。
ko: 언어에 텍스트 모양에 대한 재정의가 없으면 기본 언어의 텍스트로 대체됩니다.
ms: Jika bahasa tidak mempunyai penggantian untuk bentuk teks, ia akan kembali kepada teks bahasa asas.
nl: Als een taal geen overschrijving heeft voor een tekstvorm, valt deze terug op de tekst van de basistaal.
no: Hvis et språk ikke har noen overstyring for en tekstform, faller det tilbake til grunnspråkets tekst.
pl: Jeśli w języku nie ma możliwości zastąpienia kształtu tekstu, następuje powrót do tekstu języka podstawowego.
pt_br: Se um idioma não tiver substituição para uma forma de texto, ele retornará ao texto do idioma base.
pt_pt: Se um idioma não tiver substituição para uma forma de texto, ele retornará ao texto do idioma base.
ro: Dacă o limbă nu are nicio modificare pentru o formă de text, aceasta revine la textul limbii de bază.
sk: Ak jazyk nemá žiadne prepísanie tvaru textu, vráti sa späť k textu základného jazyka.
sl: Če jezik nima preglasitve za obliko besedila, se vrne k besedilu osnovnega jezika.
sv: Om ett språk inte har någon åsidosättning för en textform, faller det tillbaka till basspråkets text.
th: หากภาษาไม่มีการแทนที่รูปร่างข้อความ ภาษานั้นจะกลับไปอยู่ที่ข้อความของภาษาพื้นฐาน
ur: اگر کسی زبان میں متن کی شکل کے لیے کوئی اوور رائڈ نہیں ہے، تو یہ بنیادی زبان کے متن پر واپس آجاتی ہے۔
vi: Nếu một ngôn ngữ không có phần ghi đè cho hình dạng văn bản thì ngôn ngữ đó sẽ quay trở lại văn bản của ngôn ngữ cơ sở.
zh_hans: 如果某种语言没有替代文本形状，它将回退到基本语言的文本。
